Repository: envisse/mobile_outcastbarber_preview
Catalog: lib/localization/app_*.arb
Languages: id

# language
source: English
id: Indonesia

source: home page
id: Halaman Beranda

# homePage_todayEarn
source: Today Income
id: Pendapatan Hari Ini

# homePage_printTodayReport
source: Download Today Report
id: Download Laporan

# homePage_dailyRecap
source: Daily Recap
id: Rekap Harian

# homePage_allService
source: All Service
id: Semua Layanan

# homePage_total
source: Total Income
id: Total Pendapatan

# homePage_latestService
source: Recap Latest Service
id: Rekap Layanan Terbaru

source: service page
id: Halaman Layanan

# servicePage_listIn
source: List In
id: List pada

# servicePage_noServiceReport
source: No Service Report
id: Tidak ada laporan

source: withdraw page
id: Halaman pengeluaran

# withdrawPage_listIn
source: List In
id: List pada

# withdrawPage_noWithdrawReport
source: No Withdraw Report
id: Tidak ada laporan

source: Crew List Page
id: Halaman Barber

# crewListPage_newCrew
source: New crew
id: Crew Baru

# crewListPage_createNewCrew
source: Create new crew
id: Buat Crew Baru

# crewListPage_addNewCrew
source: Add new crew
id: Tambah Crew Baru

# crewListPage_crewEmpty
source: Crew Empty
id: Crew Kosong

source: Offering
id: Penawaran

# offering_new
source: New Offering
id: Penawaran Baru

# offering_service_new
source: New Service
id: Layanan Baru

# offering_service_name
source: Name Service
id: Nama Layanan

# offering_service_add_new
source: Add new service
id: Tambah Layanan Baru

# offering_service_edit_service
source: Edit Service
id: Edit Layanan

# offering_product_new
source: New Product
id: Produk baru

# offering_product_name
source: Name Product
id: Nama Produk

# offering_product_add_new
source: Add new product
id: Tambah Produk Baru

# offering_product_edit_product
source: Edit Product
id: Edit Produk

source: Pdf Export Page
id: Halaman laporan PDF

# pdfExportPage_downloadReport
source: Download Report
id: Download Laporan

# pdfExportPage_selectReportDate
source: Select Report Date
id: Pilih Tanggal Laporan

# pdfExportPage_selectReportType
source: Select Report Type
id: Pilih Jenis Laporan

# pdfExportPage_reportIncome
source: Report Income
id: Laporan pendapatan

# pdfExportPage_reportWithdraw
source: Report Withdraw
id: Laporan Pengeluaran

# pdfExportPage_reportNetIncome
source: Report Net Income
id: Laporan Pendapatan Bersih

# pdfExportPage_download
source: Download
id: unduh

source: New Record
id: Record Baru

# newRecord_successAddingNewRecord
source: Success adding new record
id: Berhasil menambahkan record baru

# newRecord_somethingWrong
source: Something wrong, try again
id: Ada yang salah, coba lagi

# newRecord_service_costumerName
source: Costumer Name
id: Nama Kostumer

# newRecord_service_barberName
source: Barber Name
id: Nama Barber

# newRecord_service_addService
source: Add Service
id: Tambah Layanan

# newRecord_service_selectService
source: Select Service
id: Pilih Layanan

# newRecord_service_selectBarber
source: Select Barber
id: Pilih Barber

# newRecord_service_customService
source: Custom Service
id: Kustom Layanan

# newRecord_service_nameOfService
source: Name Of Service
id: Nama Layanan

# newRecord_service_addProduct
source: Add Product
id: Tambah Produk

# newRecord_service_selectProduct
source: Select Product
id: Pilih Produk

# newRecord_service_error
source: Error, check again your from
id: Error, cek kembali form

# newRecord_withdraw_titleWithdraw
source: Title Withdraw
id: Judul

# newRecord_withdraw_barberName
source: Barber Name
id: Nama Barber

# newRecord_withdraw_selectBarber
source: Select Barber
id: Pilih Barber

# newRecord_withdraw_whatYouBuying
source: What you buying ?
id: Apa yang dibeli ?

# newRecord_withdraw_error
source: Error, check again your from
id: Error, cek kembali form

source: Details Page
id: Detail Halaman

# detailsPage_service_nameCostumer
source: Name Costumer
id: Nama Kostumer

# detailsPage_service_nameBarber
source: Name Barber
id: Nama barber

# detailsPage_service_detailService
source: Detail Services
id: Detail Layanan

# detailsPage_service_productSold
source: Product Sold
id: Produk Terjual

# detailsPage_withdraw_detailWithdraw
source: Detail Withdraws
id: Detail Pengeluaran

source: Setting page
id: Halaman Pengaturan

# settingPage_settings
source: Settings
id: Pengaturan

# settingPage_language
source: Language
id: Bahasa

# settingPage_choosePreferredLanguage
source: choose preferred language
id: Pilih Bahasa

# settingPage_restartCommand
source: You Need to restart this app
id: Anda harus restart aplikasi ini

# settingPage_pin
source: Authentication with PIN
id: Autentikasi dengan PIN

# settingPage_insertpin
source: Insert PIN
id: Masukkan PIN

# settingPage_detailpin
source: Lock this application with PIN, to secure your application
id: Kunci aplikasi dengan PIN, untuk mengamankan aplikasi anda

# verificationPage_invalidPin
source: Invalid PIN
id: PIN Salah

# bottomNavigationBar_home
source: Home
id: Beranda

# bottomNavigationBar_stock
source: Stock
id: Stok

# sideNavagiationBar_offeringList
source: Offering List
id: Penawaran

# sideNavagiationBar_downloadReport
source: Download Report
id: Unduh Laporan

# sideNavagiationBar_settings
source: Settings
id: Pengaturan

# sideNavagiationBar_logout
source: Logout
id: Keluar

# global_empty
source: Empty
id: Kosong

# global_title
source: Title
id: Judul

# global_save
source: SAVE
id: SIMPAN

# global_amount
source: Amount
id: Banyak

# global_price
source: Price
id: harga

# global_name
source: Name
id: Nama

# global_withdraw
source: Withdraw
id: Pengeluaran

# global_service
source: Service
id: Layanan

# global_product
source: Product
id: Produk

# global_delete
source: Delete
id: Hapus

# global_add
source: Add
id: Tambah
